<template>
  <div :class="$style.description">
		<h2 :class="$style.title">Немного о нас</h2>
    <div :class="$style.text">
      Вы наконец заглянули к нам в поисках доброй пары-тройки книг? Мы
      бесконечно рады, ведь именно затем, дорогой читатель, наш книжный
      интернет-магазин и собрал огромную библиотеку. Но обо всем по порядку.
      <br />
      Во-первых, у нас для вас много книг. Действительно много – десятки тысяч.
      Для людей самых разных возрастов, с самыми разными профессиями и
      интересами. В ассортименте – художественная, справочная, научная,
      техническая и учебная литература. <br />
      Во-вторых, у нас для вас самые низкие цены. Сравнивайте с аналогичными
      предложениями, удивляйтесь и без того приятным цифрам и получайте
      дополнительные скидки. Мы знаем, что для вас это важно. Мы будем рады,
      если вы это оцените. <br />
      В-третьих, у нас для вас приятные акции. Наше дело не просто продажа книг
      в Беларуси: мы собираем вокруг себя друзей, помогает им с поиском
      подходящих изданий, предлагает последние на выгодных условиях и приятно
      удивляет сюрпризами! Так, покупая книги себе, вы можете получить подарок
      для своего ребенка и дополнительные скидки. Предугадать, как мы порадуем
      вас в следующий раз невозможно, но в том, что порадуем, сомнений нет.
      <br />
      В-четвертых, у нас для вас удобный поиск. Книги по Интернету в принципе
      хороши: здесь нет жутких очередей, которые лишают возможности рассмотреть
      то, что интересно. Но наш Интернет-магазин книг на этом не остановился: мы
      предлагаем каталог с простыми и понятными категориями, грамотными
      фильтрами и удобными типами сортировки – по наличию, цене, популярности,
      году издания и названию. <br />
      В-пятых, у нас для вас доставка на дом. Мы не понаслышке знаем, как
      приятно выбрать книгу и получить её в руки, буквально не покидая домашнего
      уюта с пледом и чашкой любимого кофе. Поэтому мы с радостью привозим
      заказанные книги прямо к вам домой или (если вам так удобнее) высылаем их
      почтой. Наша цель – угодить вам предложением и сделать это так, чтобы
      впредь у вас не возникало сомнений, где искать книги через Интернет. Мы
      работает так, как удобно вам.
    </div>
  </div>
</template>

<style lang="scss" module>
.description {
	margin: 25px 0 0 0;
	.title{
		font-size: 25px;
		margin: 0 0 20px 0;
		font-weight: 600;
	}
	.text{
		line-height: 18px;
	}
}
</style>